{
  "Basic_movement":[
    ["Übungsrunde", "Jetzt gibt es eine Übungsrunde, um die Steuerung deines Mikas zu lernen, und Farm, Wald und Stadt zu erkunden. Drücke die Pfeiltasten nach oben, unten, links und rechts, um dich zu bewegen."]
  ],
  "Get_hat_from_ingroup":[
    ["Übungsrunde", "Get the hat from the ingroup"]
  ],
  "Get_necklace_from_ingroup":[
    ["Übungsrunde", "Get the necklace from the ingroup"]
  ],
  "Farm_tile":[
    ["Übungsrunde", "Gehe auf die Rothut-Farm und übe den Ackerbau. Deine Werkzeuge sind Hacke, Axt und Giesskanne. Oben links siehst du das gerade genutzte Werkzeug. Mit der linken Maustaste benutzt du das Werkzeug. Mit der Tab-Taste wechselst du das Werkzeug."]
  ],
  "Plant_crop":[
    ["Übungsrunde", "Drücke die rechte Maustaste, um einen Samen zu pflanzen. Oben links siehst du den gerade genutzten Samen. Drücke die linke Shifttaste, um den Samen zu wechseln. Auf dem Markt gibt es Samen zu kaufen."]
  ],
  "Water_crop":[
    ["Übungsrunde", "Wechsle mit der Tab-Taste zu deiner Giesskanne und giesse deine neue Pflanze. Hier wächst bald Gemüse, das man ernten und auf dem Markt verkaufen kann. Alle Pflanzen müssen regelmässig gegossen werden, um zu gedeihen."]
  ],
  "Go_to_bed":[
    ["Übungsrunde", "Gehe in dein Haus, links oberhalb der Farm. Stelle dich auf den grünen Teppich und drücke die Leertaste, um einen neuen Tag zu starten. Schau an, wie das Gemüse gewachsen ist!"]
  ],
  "Go_to_forest_and_hit_tree":[
    ["Übungsrunde", "Folge dem Holzweg nach unten und nimm die zweite Abzweigung nach unten in den Wald. Achte immer auf die Wegschilder! Wechsle mit der Tab-Taste zu deiner Axt und fälle einen Baum. Drücke die Leertaste, um Früchte im Gebüsch zu sammeln."]
  ],
  "Interact_with_ingroup_member":[
    ["Übungsrunde", "Gehe zu einem Rothut und drücke e, um zu plaudern. Drücke die linke oder rechte Pfeiltaste, um zwischen Emojis zu wählen und die Leertaste, um eines auszuwählen."]
  ],
  "Interact_with_outgroup_member":[
    ["Übungsrunde", "Gehe zu einem Hornling und drücke e, um zu plaudern. Drücke die linke oder rechte Pfeiltaste, um zwischen Emojis zu wählen und die Leertaste, um eines auszuwählen."]
  ],
  "Walk_around_outgroup_farm_and_switch_to_outgroup":[
    ["Übungsrunde", "Walk around on the outgroup farm and switch to the outgroup"]
  ],
  "Go_to_market_and_buy/sell_something_v1v2":[
    ["Übungsrunde", "Gehe links durch den Wald in die Stadt, über Steinweg und Brücke zum Markt. Als Junior-Rothut darf man hier für die Gruppe handeln, du als neues Mika darfst das Handeln jetzt nur einmal üben. Nutze die Pfeiltaste, Kaufe/Verkaufe mit der Leertaste, verlasse mit ESC."]
  ],
  "Go_to_market_and_buy/sell_something_v3":[
    ["Übungsrunde", "Gehe links durch den Wald in die Stadt. Folge dem Steinweg über die Brücke zum Markt. Nutze die Pfeiltaste und Kaufe/Verkaufe mit der Leertaste. Verlasse mit ESC."]
  ],
  "Go_to_minigame_map_and_play":[
    ["Übungsrunde", "Gehe zurück über die Brücke und betrete den grossen Kuhstall. Spiele dort eine Runde 'Kuh-in-den-Stall' gegen die Hornlinge. Es gibt 200$ zu gewinnen - und zu verlieren!"]
  ],
  "Tutorial_end":[
    ["Übungsrunde", "Gut gemacht, du hast die Übungsrunde erfolgreich beendet. Drücke Q, um Tastenkombinationen und Aufgaben zu sehen. Gehe nun zurück auf die Rothut-Farm und pflanze Maispflanzen - der Acker ruft! Drücke die Leertaste, um fortzufahren."]
  ]
}
